Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: The 1973 Nepal plane hijack (also known as the Biratnagar Plane Hijack) was the first plane hijacking in the history of Nepal. It was masterminded by Girija Prasad Koirala, who would later be elected the Prime Minister of Nepal, to loot the money of Nepal Rastra Bank being carried by plane from Biratnagar to Kathmandu.
ne: २०३० को नेपालको विमान अपहरण ( बिराटनगर विमान अपहरण समेत भनिन्छ )न्नेपल्को इतिहासको पहिलो वमन अपहरण थियो । यसको मुख्य नाइके गिरिजा प्रसाद कोइराला थिए , जो पछी नेपालको प्रधानमन्त्री समेत निर्वाचित भए ( पाँच पाँच पटक ) । विमान अपहरणको योजना नेपाल राष्ट्र बैंकको बिराटनगरबाट काठमाडौँमा ल्याएको पैसा लुट्नु थियो । विमान अपहरणको उद्देश्य नेपालमा प्रजातन्त्रको पुनर्स्थापनाको लागि शसस्त्र क्रान्ति गर्न पैसा संकलन गर्नु थियो । यो शसस्त्र क्रान्ति राजाको प्रत्यक्ष शासनको निर्दलीय पंचायती व्यवस्था विरुद्ध थियो ।

source: The purpose of the hijacking was to gather funds for an armed revolution to restore multi-party democracy in the country, which was under the party-less Panchayat system governed by the King.
ne: विमान अपहरणको उद्देश्य नेपालमा प्रजातन्त्र पुनर्स्थापनाको लागि शसस्त्र क्रान्ति गर्न पैसा संकलन गर्नु थियो । यो शसस्त्र क्रान्ति राजाको प्रत्यक्ष शासनको निर्दलीय पञ्चायती व्यवस्था विरुद्ध थियो ।

source: The aircraft was a DHC-6 Twin Otter (Registration: 9N-ABB) and was delivered to Royal Nepal Airlines brand-new in 1971.[1]
ne: विमान डी.एच.सि -६ ट्विन अटर विमान (दर्ता: 9N –ABB) थियो । जुन २०२८ मा शाही नेपाल वायु सेवा निगमले करिड गरेको थियो ।

source: He wanted an armed fight for democracy in Nepal, but did not have the funds to do so. He met Durga Subedi, another democratic fighter, who was just released from prison, where he read about the hijacking of Japan Airlines Flight 351, for which he came up with the idea of a plane hijack to collect the funds by carrying out a similar hijack.[2][3] They received a tip from Madan Aryal worked at Nepal Rastra Bank in Biratnagar and new that the bank would transport Indian currency by plane through Biratnagar. Nagendra Dhungel and Basanta Bhattarai joined the team to hijack the plane.[4]
ne: गिरिजाप्रसाद कोइराला यो विमान अपहरणको मुख्य नाइके थिए । उनि नेपालमा प्रजातन्त्र पुनर्स्थापनाको लागि शसस्त्र क्रान्ति गर्न चाहन्थे तर यसको लागि पर्याप्त पैसा थिएन । उनको भेट दुर्गा सुवेदी , अर्का प्रजातन्त्र सेनानी, संग भयो जो भर्खर जेलबाट रिहा भएका थिए । उनले जेलमा जापान एयरलाइन्स फ्लाइट ३५१को अपहरणको बारेमा पढेका थिए जसबाट उनि यसै अनुसारको पैसा संकलनको उपाय थाहा पाए । [2][3] उनीहरुले बिराटनगरको नेपाल राष्ट्र बैंकमा काम गर्ने मदन अर्याल बाट बैंकले विमानमार्फत बिराटनगरबाट पैसा ओसार्दै गरेको सूचना पाए । नरेन्द्र ढुंगेल र बसन्त भट्टराई पनि विमान अपहरणको यो टोलीमा सम्मिलित भए ।[4]

source: Three crew members and 19 passengers were on board the flight, including Nepali actress Mala Sinha.[2]
ne: विमानमा चालक दलका तीन सदस्य र अभिनेत्री माला सिन्हा सिहित १९ यात्री सवार थिए ।[2]

source: They forced the pilot to land the plane in Forbesganj, Bihar, in a grass field and took 3 million Indian Rupees that belonged to the Nepalese government.[6] The main hijackers who boarded the plane were Basanta Bhattarai, Durga Subedi, and Nagendra Prasad Dhungel. Girija Prasad Koirala and Chakra Prasad Banstola were involved in transporting the loot to Darjeeling and hiding it in the house of B. L. Sharma, an acquaintance of BP Koirala.[7] Ganesh Sharma, an Indian national, had driven a jeep to the landing site.[6] Other members involved who were at the field in Forbesganj were Binod Aryal, Sushil Koirala , Manahari Baral, Rajendra Dahal and Biru Lama. Three different vehicles were used in transporting the three boxes of cash to Darjeeling.[6]
ne: २०३० जेठ २८ मा नेपाल राष्ट्र बैंक भारत अररिया बाट बिराटनगर हुदै काठमाडौँबाट भारतीय रुपैया नोट ओसार्दै थियो । ८:३० मा नेपाल वायुसेवा निगमको विमान काठमाडौँको लागि उड्यो ।[5] उडेको तीन मिनेटमा नै अपहरणकरिले विमान आफ्नो नियन्त्रणमा लिए । उनीहरुले विमानलाई फोर्बेसगंज बिहारमा उतार्न लगाए ।.[6] मुख्य अपहरणकारीहरु बसन्त भट्टराई, दुर्गा सुबेदी र नगेन्द्र प्रसाद ढुंगेल थिए । गिरिजाप्रसाद कोइराला र चक्र प्रसाद बास्तोला पैसा दार्जिलिङ पुर्याउन सक्रिय थिए । गणेश शर्मा , भारतीय नागरिकले , गाडी हकका थिए । फोर्बेसगंजमा खटिएका अन्य व्यक्तिहरुमा बिनोद अर्याल शुशील कोइराला, मनहरी बराल , राजेन्द्र दाहाल र बिरु लामा थिए फोर्बेसगंज पैसा दार्जीलिङ पुरयाउन तीन भिन्न भिन्न गाडी प्रयोग भएका थिए ।[7] [6] [6]

source: The pistols that they used were illegal and had no license.They used two 32 Revolver and one 36 grenade bomb..
ne: एउटा लाइसेन्स नभएको अबैध पेस्तोल, दुई ३२-रिभल्बर र एक ३६-ग्रिनेड बम प्रयोग गरिएको थियो ।

source: They would occasionally make trips to New Delhi to meet BP Koirala, the then President of Nepali Congress. However, within a year the hijackers were arrested in India except Nagendra Dhungel. After the 1975 Emergency in India ended, they were released on bail.[6]
ne: अपहरणकारी दार्जीलिङ , बनारस हुदै मुम्बई पुगे । एक वर्ष भित्रमा नगेन्द्र ढुंगेल बाहेक सबै अपहरणकारी भारतमा पक्राउ परे । १९७५ भारतीय संकटकालपछी सबै छुटे ।[6]

source: It has been alleged that the money, meant to be used in the struggle for democracy, was misused. BP Koirala himself suspected that the money was misused.[6]
ne: प्रजातन्त्रको लागि खर्चे हर्ने भने पनि पैसा दुरुपयोग भएको जनाइन्छ । वि.पी कोइरालाले पैसा दुरुपयोग भएको शंका गरेका थिए ।[6]

source: ↑ "9N-ABB". Twin Otter Archive. Retrieved 1 October 2018..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 The skyjack that shook Panchayat.
ne: ↑ "9N-ABB", Twin Otter Archive, अभिगमन मिति १ अक्टोबर २०१८। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 The skyjack that shook Panchayat.

source: April 2010. pp. 4–5. Retrieved 1 October 2018..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Democratic fighter Durga Subedi's autobiography launched". The Kathmandu Post.
ne: April 2010. pp. 4–5.

source: 10 August 2018. Retrieved 1 October 2018..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Tell-all account of 1973 hijacking hits shelves". The Kathmandu Post.
ne: Retrieved 1 October 2018..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Democratic fighter Durga Subedi’s autobiography launched", The Kathmandu Post, १० अगस्ट २०१८, अभिगमन मिति १ अक्टोबर २०१८। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Tell-all account of 1973 hijacking hits shelves", The Kathmandu Post, १२ अगस्ट २०१८, अभिगमन मिति १ अक्टोबर २०१८। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "The Panchayat System under King Mahendra", Country Studies/Area Handbook Series, U.S. Library of Congress 1 2 3 4 5 Post Bahadur Basnet, "Operation Ganesh out, place hijack plan in" Archived September 29, 2015, at the Wayback Machine., Republica, April 1, 2010 ↑ Madhav Ghimire and Lilaballav Ghimire, "GPK and the hijack", The Kathmandu Post, March 27, 2010 ↑ "Aircraft hijacked by Nepali Congress in 1973 to be put in museum".

source: 12 August 2018. Retrieved 1 October 2018..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "The Panchayat System under King Mahendra", Country Studies/Area Handbook Series, U.S. Library of Congress 1 2 3 4 5 Post Bahadur Basnet, "Operation Ganesh out, place hijack plan in" Archived September 29, 2015, at the Wayback Machine., Republica, April 1, 2010 ↑ Madhav Ghimire and Lilaballav Ghimire, "GPK and the hijack", The Kathmandu Post, March 27, 2010 ↑ "Aircraft hijacked by Nepali Congress in 1973 to be put in museum". República.
ne: República.

source: 1973 Nepal plane hijack
ne: २०३० को नेपाल विमान अपहरण

source: Current Status
ne: हालको अवस्था

source: Coordinates: 27°40′41″N 85°19′11″E﻿ / ﻿27.677968°N 85.319761°E﻿ / 27.677968; 85.319761 Shree Durbar (aka Shri Durbar) is a Rana palace in Kathmandu, Patan, Nepal the capital of Nepal. The palace complex, located east of the Lazimpat Durbar next to Patan Dhoka, was incorporated in an impressive and vast array of courtyards, gardens and buildings. Sri Durbar was built by Chandra Shumsher JBR in 1927.[1]
ne: Coordinates: 27°40′41″N 85°19′11″E﻿ / ﻿27.677968°N 85.319761°E﻿ / 27.677968; 85.319761 Shree Durbar (aka Shri Durbar) is श्री दरबार नेपाल राजधानी काठमाडौँ पाटनमा अवस्थित एक राणाकालीन दरबार हो । यो दरबार लाजिम्पाट दरबारको पुर्व पट्टि पाटनढोकामा रहेको छ र व्यवस्थित आँगन, बगैचा र भवनको व्युहले सुसच्छीत छ । श्री दरबारको निर्माण प्रधानमन्त्री चन्द्र शमशेरले वि.सं १९८४ मा गरेका थिए ।[1]

source: Side view of Shree durbar,Patan,Nepal
ne: श्री दरबारको दृश्य

source: After Chandra Shumsher's death in 1929, his wife Balkumari Devi left Nepal for Varanashi granting all her property to Madan and Vishnu. Vishnu Shumsher also left Nepal for UK and then US without permission from Primer Bhim Shumsher Jung Bahadur Rana. Eventually possession of Sri Durbar and all its land came to Madan Shumsher JBR and his wife Jagadamba Kumari Devi.[1] After Madan Shumsher's death, his sons Gopal Shumsher and brothers came into possession of this palace.
ne: श्री दरबारको निर्माण चन्द्र शमशेर ज ब राले आफ्नी कान्छी रानी बाल कुमारी देवी र उनका छोरा जनरल मदन शमशेर र विष्णु शमशेरको लागि गरेका थिए । वि.स १९८६ मा चन्द्र शमशेरको निधन भएपछी , उनकी पत्नी बालकुमारी देवीले नेपाल छाडेर बरनासीमा बस्न थालिन र आफ्ना सबै श्री सम्पति छोराहरु मदन शमशेर र विष्णु शमाशेरको नाममा नामसारी गरिदिइन् । प्रधानमन्त्री भिम शमशेरको कार्यकालमा विष्णु शमशेर , सरकारको बिना अनुमति नेपाल छाडेर संयुक्त अधिराज्य बेलायत र पछी संयुक्त राज्य अमेरिका बस्न थाले । विष्णु शमशेरलाई अंग्रेजी इसाई महिला बिबाह गरेको तथा गाईको मासु खाएको आरोप समेत लागेको थियो । त्यसपछि श्री दरबारको भवन र जमिन मदन शमशेर र उनकी रानी जगदम्बा कुमारी देवीको नाममा आयो । [1] मदन शमशेरको निधन पछी , उनका पुत्रहरू गोपाल शमशेर र उनका भाइहरुको नाममा आयो ।

source: Brick of Shree Durbar saying " Shree 3 Chandra 1909 " probably the leftovers of singha Durbar
ne: सिंह दरबारको निर्माण पछी बाकी रहेको " श्री ३ चन्द्र १९०९" इँटा

source: A large part of Shree Durbar's land was sold, donated in Charity and given as alms by Madan Shumsher's wife Jagadamba Kumari Devi throughout her life.[1] Today the main building of Sri Durbar is occupied by descendants of Madan Shumsher JBR but the larger compound has been sold and is now turned into a neighborhood of Sri Durbar Tole along with Madan Puraskar Pustakalaya.[1]
ne: श्री दरबारको ठुलो हिस्सा मदन शम्शेरकी पत्नी जगदम्बा कुमारी देवीले केहि बेचिन् र केहि दानमा दिईन् । [1] अहिले श्री दरबारको मुख्य भवनमा मदन शमशेरका सन्ततिहरु बसेका छन् तर धेरै जसो जग्गाहरु बेचिइसकेको छ र त्यो आसपासको टोललाइ श्री दरबार टोल भनिन्छ । मदन पुरस्कार पुस्तकालय र साझा यातायातको कार्यालय पनि यहि टोलमा रहेको छ । [1]

source: Rana palaces of Nepal Madan Puraskar Pustakalaya Jagadamba Kumari Devi
ne: Rana palaces of Nepal मदन पुरस्कार पुस्तकालय Jagadamba Kumari Devi

source: Shree Durbar
ne: श्री दरबार

source: Floor directory
ne: तल्ला निर्देशिका

source: Features
ne: विशेषता

source: New Year's Eve fireworks displays
ne: नयाँ वर्ष पुर्व सन्ध्या अतिसबाजी

source: Construction
ne: निर्माण

source: Structural design
ne: संरचना बनावट

source: Height
ne: उचाई

source: Taipei 101, fourth from left, compared with other tallest buildings in Asia.
ne: ताइपेइ १०१, बायाबाट चौथो , एसियाका अन्य अग्लो भवनसंग तुलना।

source: 101st floor Summit 101 (Private VIP Club)[65] 92nd – 100th floor Communication 91st floor Outdoor Observatory Deck 88th – 89th floor Indoor Observatory Deck 85th – 86th floor Observatory Restaurant[2] 59th – 84th floor High Zone Office 59th – 60th floor Sky lobbies 35th – 58th floor Mid Zone Office 36th floor Taipei 101 Conference Center[2] 35th – 36th floor Sky lobbies 35th floor Amenities [2] 9th – 34th floor Low Zone Office B1 – 5th floor Taipei 101 Mall[2] B5 - B2 Parking Levels[2]
ne: १०१तला सिखर १०१ (निजि अति विशिष्ट क्लब)[65] ९२ औ – १०० औ तला संचार ९१ औ तला बाह्य पर्यवेक्षक डेक ८८ औ – ८९ औ तला भित्री पर्यवेक्षक डेक ८५ औ – ८६ औ तला पर्यवेक्षक भोजनालय ५९ औ – ८४ औ तला उच्च क्षेत्र कार्यालय ५९ औ – ६० औ तला आकाश लबी ३५ औ – ५८ औ तला मध्य क्षेत्र कार्यालय ३६ औ तला ताइपेइ १०१ सम्मेलन केन्द्र[2] ३५ औ – ३६ औ तला आकाश लबी ३५ औ तला सुविधाहरू[2] ९ औ – ३४ औ तला तल्लो क्षेत्र कार्यालय भूमिगत १ – 5th तला ताइपेइ १०१ मल भूमिगत ५ -भूमिगत २ पार्किङ
